<?php

// CONFIG設定
$config = array(
	// レベル
	'root_kadai_level' => array(
	    '1' => '初級',
	    '2' => '中級',
	    '3' => '上級'
	),

	// 時間
	'root_kadai_abouttime' => array(
	    '10' => '1時間',
	    '20' => '2時間',
	    '30' => '3時間',
	    '240' => '1日',
	    '1680' => '1週間'
	),

	/*
	// 企業名
	'root_cv_flag' => array(
	    '0' => '非表示',
	    '1' => '表示'
	),

	// サイトジャンル
	'root_site_genre' => array(
	    '1' => 'ECサイト',
	    '2' => 'コーポレートサイト'
	),

	// サイト名
	'root_sv_flag' => array(
	    '0' => '非表示',
	    '1' => '表示'
	),

	// 作業内容
	'root_works' => array(
	    '1' => '改善プランニング',
	    '2' => 'デザイン（アイコン、イラスト等を含む）',
	    '3' => 'コーディング、組込み、システム開発',
	    '4' => 'コンテンツ制作（ライティング、撮影等）',
	    '5' => '集客対策',
	    '6' => '販促マーケティング',
	    '7' => '作業・更新代行',
	    '8' => '解析、アドバイス',
	    '9' => 'コンサルティング',
	    '10' => 'そのほか'
	),

	// オファー対象
	'root_offers' => array(
	    '1' => 'すべての登録ワーカー',
	    '2' => '課題提出、eラーニング受講ワーカーのみ',
	    '3' => 'サイト運営実績のあるワーカーのみ',
	    '4' => 'TEAMWORKERS 認定ワーカーのみ'
	),

	// ワーカーの状況
	'root_worker_status' => array(
	    '1' => '新規',
	    '10' => 'ヒアリング中',
	    '20' => 'マッチング中',
	    '30' => 'クロージング中',
	    '99' => '受注'
	),

	// ワーカーの状況(client側表示用)
	'root_client_matter_status' => array(
	    '1' => '新規',
	    '10' => 'ヒアリング中',
	    '20' => 'マッチング中',
	    '30' => 'クロージング中',
	    '99' => '受注'
	),

	// 案件 作業代行 料金
	'root_budget' => array(
	    '14000' => '作業代行プラン（月額：14,000円）',
	    '20000' => '解析代行プラン（月額：20,000円）',
	    '60000' => 'ライトプラン（月額：60,000円）',
	    '122500' => 'スタンダードプラン（月額：122,500円）',
	    '1' => 'その他（詳細をお電話などで確認させていただきます）'
	),
	*/
);
